[
    {
        "title": "How to delete your account",
        "body": ""
    },
    {
        "title": "Setting up a business in Built",
        "body": " \n\nIn this lesson, we are going to discuss the Built accounting feature and use cases. We will start with creating your first business in Built. This may be your own businesss account which you are going to use to manage your online bookkeeping practice or it may also be the account of your client. In setting up a business in built accounting, you must have first created a user account and in order to do this you should go to builtaccounting.com.\n\nOnce you are there, you can click on Get started it’s free or Sign up for free\n\nThis brings you to the create account interface where you need to fill in your personal\n\nInformation and account login details. Under personal information you are to enter your first name, your last name and your phone number, then you continue.\n\n \n\nYou will then be asked to provide an email address as well as a password. There, the password you provide will be used in accessing your built account and so you do not need to provide the password to the email address which you are using but rather a different or unique password for this account should be created.\n\n \n\nThen finally a small survey asking how you heard about Built accounting then you can sign up. This creates your user account. After successfully creating your user\n\naccount ,it is then time to create your first business. To do that, you enter your business name and then your business email address as well as the telephone number and the address or location of your business.\n\n \n\nYou then go on to select the country in which the account is being created or will be operated in and then the functional currency of the business and finally the industry in which the business operate. You then click on create business after this successful creation of your business.\n\n \n\nYou are taken straight to the dashboard of the application. This will be displaying guidelines such as how to create products and services, how to add your customer and how to create your first invoice among others. Now let's move to the settings of the application to do some more customization at settings. When you click on business\n\ninformation settings, you will see much of the information we provided when we were creating the business account.\n\n \n\nTo edit or make any changes you simply click on edit business. This will allow you to update any information previously provided and then you can save any changes made.\n\n \n\nThank you."
    },
    {
        "title": "Paying for subscription",
        "body": " \n\n Hello, welcome to Built Financial Technologies. Thank you for joining me for today's video. Today's session, I'm taking you through how to pay for subscription on the Built account platform.\n\n \n\nOn your screen currently is the Built dashboard. To pay for subscription, you click on upgrade located at the top right corner here. All the subscription packages will be shown for you. To continue, you click on the subscription plan that you want to subscribe to and you indicate your billing cycle.\n\n \n\nBuilt usually accepts payment for three months and beyond. You indicate the number of months that you're paying for, with a minimum being three months. You indicate the payment medium, either with card or with mobile money. To make payment with mobile money, you click on pay with mobile money, you select your network operator and indicate the number to be paid with. You click on pay now. A prompt will be sent to your mobile for you to approve the payment. Once the payment is completed, your subscription will be activated.\n\n \n\n Also, you can make payment with your card. You click on card here and you indicate the card number, the validity date of the card, and the CVV of the card. When you're done, you click on Pay and as soon as the process is completed, your account will be activated.\n\nThis is an option with which you can subscribe to packages on Built. Thank you for joining me for today's video. Goodbye."
    },
    {
        "title": "Adding multiple businesses",
        "body": " \n\n Hi everyone, and you are welcome to Built Financial Technologies. Thank you for joining me for another session today as we'll be going through how to add multiple businesses to your account.\n\n \n\n So as you can see on the screen is the dashboard, the built dashboard. So kindly select on the username  and yours could be different, but since I'm using a demo account, I'll click on the user name, kindly click on user settings, and then select businesses. So you can add a business by clicking on new business. Plus, if you have a logo of your business, you can upload it over here.\n\n \n\nAnd then you enter in the name of the business and the email address of the business as well. If the business has a telephone number, you can enter it. If you want to have an invoice prefix, you can also create that over here. If there's a particular industry with which you work in, for example, if it's an accounting firm, you can select accounting or auditing.\n\n \n\n If it's in banking, you can select banking. If it's in catering, food services or restaurants, you can select it as well. So since it is jewelry, you need to look for something related to jewelry or in the industry of jewelry.  You also have to select the currency and so currently since I am in Ghana. I select Ghana cedis and select the country as well.\n\n \n\n Click on Create Business and so my business has been created. That brings us to the end of today's session.\n\n \n\nThank you for joining me and have a lovely day."
    },
    {
        "title": "Subscription packages on Built",
        "body": " \n\nHello, good day and welcome to Built Financial Technologies. In this section, we are going to talk about the various packages.\n\n \n\nTo start with, we have the basic package, which comes at a free cost. It entails the unlimited invoices, unlimited expense, financial report, one user, and an online payment.\n\n \n\n Then we move on to the starter package, which comes at a cool rate of  GHS 75.00 with unlimited invoices, unlimited expense, financial report, unlimited users, online payment, unlimited code, inventory management, transaction target and POS.\n\n \n\n The Enterprise package has a GHS 100.00 cool rate with unlimited invoicing, unlimited expense, financial reports, unlimited users, online payment, unlimited quotes, Inventory management, transaction tagging, multiple currencies, POS, file attachment, payroll, and reconciliation.\n\n \n\n If you want the services of the accounting support team, these are the packages. To begin with, we have the venture package which is GHS 500. 00. It contains a full software package, virtual bookkeeping, support transaction, categorization, bank reconciliation, month end closing and custom report.\n\n \n\n We have the PRO, which is GHS 800.00 comprising of the full software, virtual bookkeeping support, transaction categorization, bank reconciliation, month end closing, and custom reporting.\n\nWe also have sales tax reporting and corporate tax reporting under the PRO.\n\n \n\nThen let's move on to the PLUS, which is GHS 1,000.00 and contains the full software, virtual bookkeeping support, transaction categorization, bank reconciliation, month end closing, custom reports, sales tax reporting, corporate tax reporting, and payroll management.\n\n \n\n Thank you for today’s lesson. Bye-bye."
    },
    {
        "title": "Creating an account in Built",
        "body": " \n\n Hello everyone, Good day and welcome to Built Financial Technologies. Thank you for joining me for today's lesson. In today's video, I'm going to take you through how to create an account on the Built Accounting platform.\n\n \n\n To create an account, first of all Navigate to Built Africa on your browser. The Built accounting interface will open for you to create an account. You click on Create an account, which is located at the far right hand corner. Here, you will be required to enter some personal details.\n\n\n You enter your first name, your last name, and your phone number. When you're done, you click on Continue and you will be required to enter your email address. Also, you will be required to indicate the medium through which you heard about the company. You click here to select an option and you indicate whether it was through Facebook, Google search, Instagram, or any other medium from which you heard about the company.  When you're done, click on signup.\n\n\n Now your account in Built has been successfully created. Thank you for joining me for this video."
    },
    {
        "title": "Introduction to Built",
        "body": " \n\nHello, Good day.\n\nWelcome to a session on an Introduction to Built Accounting application. To begin with, let's know the difference between desktop accounting and cloud-based accounting application. Desktop accounting application is what we have been using for decades now and needs to be installed on a computer before use. Desktop accounting application is limited to presence over a physical location and thus has a usability constraint.\n\n \n\nCloud-based accounting application on the other end, is web based application that runs on a browser. It does not require any installation and information can be retrieved in case of any damage. Built accounting as a cloud-based application enables you to perform your accounting task on your browser and over the internet, and even carry out some transactions when the internet is down.\n\n \n\nIn accessing built, there are no extensive hardware and software requirements. All you need is internet connection and major internet browsers, such as Chrome, Firefox, Edge, and Safari. Finally, let's move on to how to use the Built Accounting application.\n\nThe basic application is free, providing you with all the features of invoicing, expense, vendor bills and financial report. Also, using the associates who are acting as advisors on the platform, a client can request any of them for accounting support.\n\n \n\n Thank you for this session."
    },
    {
        "title": "Adding a collaborator",
        "body": "  Hello everyone and welcome once again to another session. For today's lesson, we will be going through how to add a collaborator or invite a user to the Built application.\n\nFirstly, we start off by selecting Settings, kindly click on Users and select, invite a user. Proceed to enter the email address of this user in the box and assign the roles that you want this user to have from the list of roles.\n\n \n\n In addition, there are also specific roles under each role, and so click on this drop down button. If you just want the user to be able to view, create and edit an entry, and not delete the entry or any information under it, you can just untick the delete button and then the user will just have access to these three. Also, you can select more roles.\n\n \n\nOkay, and afterwards you just select send an invite. So an invitation will be sent to the user and then they will receive an email with the invitation link. They will just click on it, fill in their details, and then   have access to the built application.\n\n \n\nThat brings us to the end of today's lesson. Thank you once again for joining me and have a good day.\n\n "
    },
    {
        "title": "Adding an accountant/accountant role",
        "body": " \n\n \n\nHi there everyone, and welcome once again to another tutorial session as we'll be going through how to invite an accountant to the built application.\n\n \n\nFirstly, we start by selecting settings, then users and then click on invite an accountant.\n\nKindly enter the email address of this accountant in the box provided. Also for this, you do not need to assign any role since the accountant will have access to all roles on the application with the exception of payroll management.\n\n \n\nSubsequently, when the owner or the employer wants to assign a role or give permission to use the payroll management, he can do that on the system. With that in mind, just click Invite an accountant and then a link will be sent to this accountant.  The accountant will accept the invite received in his/her mail and then create an account with which he would log into the built application with.\n\n \n\n That brings us to the end of today's lesson. Thank you once again for joining me and have a good day."
    },
    {
        "title": "Assigning user privileges/roles",
        "body": " \n\n Hello, current and prospective users of the Built Accounting software. Thank you for joining me for today's digital session. In today's video, I'm going to take you through how to assign user privileges or roles on the Built accounting platform.\n\n \n\nTo begin with, you click on settings, which is located on the built menu. You proceed by clicking on users. Before you can assign any roles or privileges to a user, you must first of all, invite the particular user. To do this, you click on Invite User as shown here.\n\n \n\nYou enter the email address of the particular user you want to invite. When you're done, you can assign privileges or roles to this particular user by selecting any of these options that relate or applies to this particular user.\n\n \n\nPlease note that there are sub sections or sub roles under each of these categories. You can click here and select specific roles that you want to assign to the user. When you're done, you click on send invite. The software will send an invitation to this particular user to be able to work with you on this software.\n\n \n\nThank you for joining me for today's lesson. Goodbye."
    },
    {
        "title": "Creating an inventory product and service",
        "body": " \n\nIn this lesson, you will learn how to add products and services. Before going on to enter any transactions in the system, it is prudent to create your product and services. You can start with the product and services that you sell in your business.\n\n \n\nIn order to do that, click on product and services at the left sidebar of the menu. You can then go ahead and click on the +new button which is at the lower right corner. Then fill in the details of the products or services. The details here include the name of the product or service. You can add an item ID if you do have a unique one already.\n\n \n\nIf not leave this portion empty and the system will also assign one to the product or service. If there are any specific descriptions you want to give to the product, you can do that in this box. You will now move on to indicate whether the item you are creating is a product or a service. Products are tangible goods that can be seen and touched whereas services are intangible goods and therefore cannot be seen and touched.\n\n \n\nLastly, there are some additional options which you will have to apply to your product or service. First do you sell this product or service? You select this option if the product or service you are creating is what you offer for sale to your customers. Then once selected you have the option of selecting which sales account should be used to record sales of this product or service.\n\n \n\nThe second thing is to indicate whether you buy this product or service. You tick this box if the product or service you are creating is an item you buy from your suppliers or a service offered to you by a third parties.\n\n \n\nThen you select which expense account should be used to record purchases of this product or service. If you buy a service or a product and at the same time you sell that service or product, then you will need to check both boxes. When creating a product, you have the option to also track inventory. If you want the system to track inventory. You simply need to check this box.\n\n \n\nTracking inventory means that the system will automatically create an inventory account for the product and can tell you the quantity on hand at any particular point in time. When all these have been selected you can simply save as you can see our premier service product has been successfully created.\n\n \n\nWhen this is done you can always come back here to the action button and make any necessary changes then you can go ahead and update. Thank you.\n\n "
    },
    {
        "title": "Managing inventory in Built",
        "body": " Hello and welcome to the lesson on managing inventory which simply refers to the goods that a business either produces or buys and then resells. Using tracking or managing inventory will help you to know the quantities that you have either produced or the bought quantities sold and the quantities remaining. Thus, will also assist with stock count or stock taking among others. Now, how do we manage inventory in built?\n\n \n\nFirst, when inventory is bought it needs to be recorded for tracking to be done. The option to track inventory must be selected when the product is created. I will demonstrate this briefly, I will choose the option to track inventory before saving this product. We can see that at the moment we have zero of our products called trackers. In order to increase the quantity of the product that we have created in the system, we would record that using a bill.\n\n \n\nIn this example, we are purchasing 100 pieces of the product trackers to verify what we have just done. We would go back to product and services and check the quantity we have and we can confirm that we have 100 pieces of this product. The next thing to do with managing inventory is selling inventory and so I will go ahead and create a credit sale as well as a cash sale then we take all look at the effects on the quantity of the product.\n\n \n\nTake note that in this example we are selling 15 pieces of the product. I will then go ahead to record a cash sale as well. Here, I make a sale for another 15 pieces so in total we would have sold 30 pieces. Let’s now go back and take a look at the effect on the quantity. We can see here that we have 70 pieces remaining after having sold 15 on credit and 15 for cash this summarizes how tracking inventory or managing inventory in built works.\n\n \n\n \n\nFinally, you can always go to the dashboard and also view your inventory values from\n\nthere. To recap, we have demonstrated how to stock products which you are tracking and how to issue invoices or cash sales for those products and where you can always go to refer to the quantities remaining to be sold.\n\n \n\n \n\n \n\n "
    },
    {
        "title": "Creating product categories",
        "body": " \n\nHello everyone, and welcome once again to another tutorial session. For today's lesson, we'll be going through how to create a product category, and so we'll first start by selecting products and services from our dashboard menu.\n\nKindly select item categories, and then click on new category. Type in the box, the name of this particular category that you want to create and if you have any description, further details or information that you want to add to it, you can type this in the description box. If not, just click on save, and then the product category has been created.\n\n \n\nThat brings us to the end of today's session. Thank you for joining me once again and bye."
    },
    {
        "title": "Creating Quick sales/Cash sales in Built",
        "body": " Hello, good day and welcome to today's session. Today we're looking at how to create quick sales, in Built or cash sales.\n\n\nLocate income on the built menu. Click on income from the Built menu, locate quick sales, and click on quick sales. Click on the plus sales button to create your new quick sales here.\nClick on add the item to add a particular item. Indicate the quantity sold. You can click on plus new item to create a new item and sell it, and you can always make changes to the date as well as the payment account.\n\n\nYou can add a tag and tax to this particular transaction too, as well as discounts and another payment account. Should you be satisfied with everything click on save to save the transaction. You should get a pop-up of a receipt (sales receipt), which you can print or download for filing purposes.\n\n\nThank you very much for your time. Have a nice day."
    },
    {
        "title": "Adding payments to invoices",
        "body": " \n\n \n\nHello everyone, and welcome to Built Financial technologies. Thank you for joining me again for another session as we'll be going through how to add payments to invoices. And so we start off by selecting income and then invoices.\n\n \n\nThere are two scenarios in which you can add payments to invoices. The first is to create an invoice from the scratch and then add payments. And then the second option would be to edit an already created invoice and then add payments.\n\n \n\nSo we will start with the first scenario, click on +invoice and then select the dates on which the invoice will be created on. I will be going with 1st October and since it will be on receipt, I'll select on receipt and then I'll add the customer to which I'm sending this invoice to.\n\n \n\nThen you add your item by choosing from your item list and then, edit the price and quantity.\n\nIf there is any description that you want to add, you can add them. Also, if there are any taxes that is, VAT flat or VAT standard with COVID 19 Levy.\n\n \n\nYou can apply them by selecting tax and then select from the options below. If there are any another items that you want to add, you can select add another item and then you add them. If a particular product does not exist in your item list or it's a new product that you are introducing, you can select on, create a new item and then create a new product. Kindly scroll down to save and preview.\n\n \n\nAnd so the invoice has been created and you can select add payments.  The amount automatically pops up, but if you also want to edit it, you can edit it. Kindly select the payment method, which can be cash, bank cheque, mobile money, or any other form of payments that you've already set up in the system. Then select the payment account into which payment was made into which could be your bank account, your mobile money account, or cash on hand account.  Select the date of payment and edit it. If you have any reference you want to add, you can just add it and then you save payments.\n\n \n\n The second scenario would either be to edit an already created invoice and then add payment. So as you can see, I'll be using the invoice that was created for Hakeem on 1st September and the payment status shows that it is not paid. Kindly select ●●● for a drop down and then you select add payments.\n\n \n\nGo through the same process and edit the amount paid. Then you select the payments method, the payment account, the date on which payments was made and then save payments.\n\n \n\nThis brings us to the end of this lesson. Thank you for joining me and goodbye."
    },
    {
        "title": "Creating an invoice",
        "body": " \n\nHello there, welcome to Built Financial Technologies. In today's lesson, we are going to have a look at how to create an invoice using the Built accounting software.\n\n \n\nOn the dashboard, you click on income. You proceed to click on invoices as shown here. Now the system will give you an entire list of all invoices that you’ve already created. To create a new invoice,\n\nyou click on +invoice located at the far right end corner. Here, it will require you to enter all the details that pertains to the particular invoice.\n\n \n\nYou enter the invoice issue date and enter the date on which the invoice will be due. Then you add the particular customer to whom the invoice will be issued. You then proceed to add details of the transaction. You type the item here, the unit price as well and  then you proceed to enter the quantity to be purchased. If there are more items being bought, you can add another item. If there are not, you click on save and your invoice has been successfully created.\n\n \n\nThank you for joining me for this video. Catch you another time. Bye."
    },
    {
        "title": "Creating a customer",
        "body": " \n\n Hello, Good day and welcome to Built Financial Technologies. Thank you for joining me for today's exercise.\n\n \n\n In today's lesson, we are going to take a look at how to create a customer. Currently, on the built dashboard, to create a customer, click on income located on the Built menu. You go ahead to click on customers as shown here. The system will give you a list of all customers that are already created on the platform to create a new customer.\n\n \n\n You click on name; you be required to enter all the details that relate to the particular customer you want to create. You enter the customer name, the customer's phone number. You enter the customer's email address, and finally you enter the address or the location of the customer.\n\n \n\n When you're done, you click on save customer. Your customer has been successfully created. Thank you for making time for me for today's lesson.\n\n \n\n Goodbye. "
    },
    {
        "title": "Creating a quote/estimate",
        "body": " \n\nHello there, good day and welcome to Built Financial Technologies. Thank you for joining me for today's exercise. In today's lesson, I'm going to take you through how to record quotations on Built accounting software.\n\n \n\nOn your screen currently, is the Built dashboard.  To record quotations, you click on income, which is located it on the Built menu. You proceed by clicking on quotes to record a new quotation. You click on +quotes as shown. Here, you'll be required to enter all the details that relates to a particular codes that you want to create.\n\n \n\nYou'll be required to enter the customer name, the validity of the quote and the details of the product or service. When you’re done, click on save quotes. And with that, your quotation has been saved.\n\n \n\nThank you for joining me for today's lesson. Goodbye.\n\n "
    },
    {
        "title": "Invoicing a group of customers",
        "body": " \n\nHi everyone and welcome to Built Financial Technologies. Thank you for joining me for another session as we'll be going through how to invoice a group of customers.\n\n \n\nAnd so we first start by selecting income and then we click on invoices. Kindly select + invoice, and then we select the date on which the invoice is to be created. And so I'll be going with 1st of September and for the due date, if the invoice is to be created on credit terms, you could select from the drop down if it's going to be a week, two weeks, a month or two months.\n\n \n\n If the payment for the invoice is going to be instant or on a particular day or on that same day, you select on receipt, then you add a customer and since you are sending it to a category of customers or a particular group of customers, kindly select category. You then choose from the categories that you have created on your system.\n\n \n\n Kindly, select from your item list, the items that you want to create the invoice for, and then you edit the price and the quantity as well. If there's any description that you want to add, you can add them.\n\nIf there are any taxes that you want to apply, you can apply them as well and if there is any discount, you can apply that.\n\n \n\nIf there are other items that you want to add, you can select, add another item and then add them. Also, if a particular product or item does not exist in your item list, you can select create new item to create a new item. Kindly select save and preview after ensuring the accuracy of the entries.\n\n \n\nAnd so lastly, the invoice has been created and have been sent to all my 58 customers.\n\n \n\n That brings us to the end of today's lesson. Thank you for joining me once again and bye."
    },
    {
        "title": "Creating Invoices, adding and deleting/deactivating reminders",
        "body": " \n\n Hello, welcome to today's session. Today we're looking at how to create invoices, adding reminders, and also deactivating or deleting these reminders.\n\n \n\nOn the built menu, locate income. Click on invoices and select +invoice button to create a new invoice. Select a customer, add the item, edit the price and quantity, and apply your taxes.\n\n \n\nFrom the invoice settings, locate add reminders that is the last item, toggle on the reminder schedule and then apply the reminder. Save and preview your invoice.\n\n \n\nFrom here, you could always deactivate the reminder from the original invoice created.\n\nJust click on deactivate, then deactivate the reminder. Thank you very much for your time. Have a nice day."
    },
    {
        "title": "Recording paid expenses",
        "body": " Good day and welcome to Built Financial Technologies. Thank you once again for joining me for today's exercise. In today's lesson, I'm going to take you through how to record paid expenses on the Built software.\n\n \n\n On your screen currently, is the Built dashboard. To record paid expenses, you click on expense located on the Built menu. You proceed to click on paid expenses. As you see here, the system will give you an entire list of all paid expenses that have already been recorded.\n\n \n\nTo record the new paid expense, click on expense located on the far right hand corner. When this pops up you'll be required to enter all the details that relate to the particular paid expense. You enter the amount involved in the transaction. You enter the particular expense account and the account from which payment is being made.\n\n \n\nYou enter the date of transaction and you proceed to give a brief description of the transaction. When you're done, you click on save and add new if you have a new transaction to record or you click on save and close, if you have no more actions to record. In this instance, I don't have any more transactions to record therefore, I'll click on save and close.\n\n \n\n Then your paid expense has been successfully saved onto the system. That's how we record paid expenses on the Built software.\n\n Thank you for joining me for today's exercise. Have a wonderful day."
    },
    {
        "title": "Creating a bill",
        "body": " \n\nHello there, good day and welcome to Built Financial Technologies. Thank you for joining me for today's lesson in today's exercise.\n\n \n\nI'm going to take you through how to create a bill on the Built accounting platform. On your screen currently is the Built dashboard. To create a bill, you click on expenses located on the Built menu. You go ahead to click on bills as shown on your screen here, the system will give you an entire list of all bills that have been created.\n\n \n\nTo create a new bill, you click on bill here, you will be required to enter all the details that pertains to the particular bill you want to create. You will select the supplier, indicate the date on which the item was purchased and the date on which the bill will be due. Then go ahead to add details of the item being purchased.\n\n \n\nYou enter in the item name, the unit price and the quantity being bought. If there are more items, you add another item,  and go through the same process by entering the item name, the item’s price and the quantity being purchased. When you are done, you click on save bill. And there you have it, your bill has been successfully created.\n\n \n\nThank you for joining me for today's lesson on how to create a bill. I'll catch you some other time on another topic. Have a nice day."
    },
    {
        "title": "Creating a supplier/vendor",
        "body": " \n\nHello there, good day and welcome to Built Financial Technologies. Thank you for joining me for today's lesson. In today's exercise, you are going to have a look at how to create a supplier on the Built accounting platform.\n\n \n\nOn your screen is the Built dashboard. To create a supplier, you click on expenses on the Built menu. You proceed to click on suppliers as shown here. The system would give you an entire list of all the suppliers that have already been created. To add a new supplier, you click on +new. You will be required to enter all the details that pertains to the particular supplier you want to add to the system.\n\n \n\nYou enter the supplier name, their email address, phone number and the supplier's bank account.\n\n When you are done, click on save supplier. And there you have it, your supplier has been successfully saved.\n\n \n\nThank you for joining me for today's lesson. Goodbye."
    },
    {
        "title": "Attach receipts for expenses paid",
        "body": " \n\n \n\nGood day everyone, and welcome to Built Financial Technologies. Thank you for joining me for today's session. For today's lesson, we'll be learning how to add receipts to paid expenses.\n\n \n\nSo as we can all see, this is our Built dashboard, and we'll select expenses from the menu. Kindly, select paid expenses. So there are two scenarios in which you can add receipts to paid expenses. The first scenario is you can start by creating a paid expense and then adding the receipt, and then saving the payment. Or you can edit an already recorded paid expense and then add the receipts.\n\n \n\nSo we'll first start with the first scenario by creating a paid expense. So you select the +expense button, and then you fill out the details. You scroll up and you click on add attachment. So you select the receipts from your files or your downloads, and then you add it over here and so I have uploaded the receipt for this paid expense.\n\n \n\nYou can select save and add new if you have other paid expenses that you have to record. If there are no new paid expenses that you have to record, you can just select, save and Close, and then save the transaction.  So as you can all see here, the attachment or the receipts has been added.\n\n \n\nSo the second scenario is to edit and already recorded paid expense and add the attachment.\n\nSo this gives us a history of all the paid expenses that we've recorded. So for 1st October’s transaction, if I want to add the receipts to it, I just select the transaction and the transaction details will pop up here and I would edit it. So in editing it, I don't have to start from scratch by entering the amount and everything.\n\n \n\nI'll just scroll down and select add attachments, select the file from my files, and then just upload it and I'll just see the changes. So right now when I select the transaction again and I scroll up, I can see the attachments or the receipts added. So this is how you add a receipt to a paid expense.\n\n \n\nThat will be all for today's lesson. Thank you for joining me and goodbye.\n\n "
    },
    {
        "title": "Creating a wallet and connecting to your payment account",
        "body": " \n\n Hello viewers, Good day and welcome to Built Financial Technologies. Thank you for joining today's tutorial session. In today's video, I'm going to take you through how to create your wallet on the built account platform.\n\n \n\nOn your screen currently is the Built dashboard. To create your wallet, you click on the  Get the Wallet. Built wallet helps you to accept payment, pay for services, pay for your suppliers, as well as buy virtual cards.\n\n \n\nTo set up your wallet, you click on get started. You need to indicate your first name, last name, your date of birth and your Ghana card number. You would also be required to upload a copy of your Ghana card. You click here to select the file to upload, add your phone number, and you click on Continue as well.\n\nYou will be required to enter your business TIN, enter your business name which is your registered business name, indicate your business type and  when you're done, you'll also be required to upload Form A as well as your business certificate. Click on continue.\n\n \n\nYou would be required to link your built wallet with your particular payment account. You can link your built wallet, your money account, as well as your bank account. To link with your mobile money account, you select a particular network and you enter the phone number. The system will verify the name on the account number to link your bank account.\n\n \n\nYou click on the bank account. You indicate the particular bank account and the account number as well. The system will verify the accounts name. You read terms and conditions by clicking here. When you're done, click on finish. That's how you create your built wallet and you link it with your payment account.\n\n \n\n Thank you for joining for today's video. Goodbye.\n\n "
    },
    {
        "title": "Preparing bank reconciliations",
        "body": " \n\nHello there, good day and welcome to Built Financial Technologies. Thank you for joining me once again for today's exercise. In today's lesson, we are going to have a look at how to prepare bank reconciliation statement on the Built accounting software.\n\n \n\n On your screen currently, is the Built dashboard. To prepare bank reconciliation statements, you click on accounting right under product and services on the Built menu. You proceed by clicking on bank reconciliation as shown on the screen. You'll be required to select the particular account you would want to reconcile.\n\n \n\nFor the purpose of this exercise, I would choose GCB bank. You would also be required to indicate the period within which you would want to reconcile. You will enter the starting date and as well enter the closing date of the reconciliation.  Furthermore, you'll be required to enter the bank statement balance as at the closing date and the closing balance is GHS 86,000 and you click on save.\n\n \n\nAnd there you have it. The system has given us a reconciled position between the Built system balance and the bank statement balance. As you can see the bank statement balance records GHS 86,000 and the built balance records GHS 86,000 as well, giving us a difference of zero between the two accounts.\n\n \n\nAnd at such instance, we can conclude that we have successfully reconciled the accounts. We can view the reconciliation here and as we can see here, the bank statement  balance indicates GHS 86,000. The Built balance also indicates GHS 86,000 and there's a difference of zero. All the transactions that transpired within the period will be listed down here for you to review.\n\n \n\n This is a quick tutorial on how to prepare reconciliations on the Built accounting software. Thank you for joining me and have a wonderful day."
    },
    {
        "title": "Creating non-operating income",
        "body": " \n\n \n\nHello there, good day and welcome to Built Financial Technologies. Thank you for joining me for today's exercise. In today's video, I'm going to take you through how to record other income on the Built accounting software.\n\n \n\nOn your screen currently is the Built dashboard. To record other income, you click on income, which is located on the Built menu. You continue by clicking on other income as shown here, the system will provide a list of other income that have already been recorded.\n\n \n\nTo record a new income you click on +new. Here you enter all the details that relate to the particular income you want to record. Enter the amount involved, indicate a particular income account indicate the payment account. You as well indicate the dates of payment and give a brief description of the transaction.\n\n \n\nWhen you are done, you click on save. Then the other income has been successfully recorded. Thanks for joining me for today's exercise. Goodbye."
    },
    {
        "title": "Investment account set-up and recording transactions",
        "body": " \n\n \n\nHello, good day and welcome to Built Financial Technologies. Thank you for joining me for today's video. For today's exercise, I'm going to take you through how to set up your investment account in Built, as well as how to record transactions on the investment account.\n\n \n\nTo set up your investment account, click on accounting, which is located on the Built menu. Proceed by clicking on chart of accounts. Also, you must know the maturity date of the investment account.\n\n \n\nIf the investment will mature within a year, you set it up under other current assets and if the investment will mature after a year, you set it up under other fixed assets. We will begin with a setup on other fixed assets. To do so, you click on +accounts, indicate the name of the investment account, you click on save.\n\n \n\n Likewise, you can set up under other current assets. You click on +accounts and indicate the name of the investment accounts. Now that your investment accounts been set up, you can record transactions on the investment account. To record transactions, we use journals.\n\nTherefore, click on accounting located on the Built menu and go ahead to click on journals.\n\nFor the investment account, there is the initial amount that is deposited into the account and at the end of the maturity period, there are either losses or gains on the investment account.\n\n \n\nFirst of all, record the initial investment and to do so, you click on +new. In this example, we will assume we invested an amount of 30,000 into the particular investment account. To record this, you indicate the date, give a brief description and edit the investment amount. Then you debit the investment account, which is the receiving account and you also indicate the amount to be credited by crediting the payment account, which is the bank account.\n\n \n\nWhen you're done, you click on save. After the initial investment, we will now record the losses or gains on the investment accounts. To do so, you click on +new. You indicate the dates, which will be the maturity dates. For gains, you are going to credit the realized gains account and then debit the investment account. For losses, you are going to debit realized losses and credit the investment accounts. When you're done, you click on save.\n\n \n\nThat's how you set up an investment account and record losses on.\n\nThank you for joining for this video."
    },
    {
        "title": "Setting up chart of accounts in Built",
        "body": " \n\n In this lesson, we will take a look at how to set up charts of accounts in built. Charts of accounts refer to the assets, liabilities, equity, incomes and expenses of a business.\n\nIn Built, you can create all of your charts of account first on the navigation pane of the dashboard.\n\n \n\nGo to accounting, clicking on it will display two tabs; manage journal and charts of account. Click on charts of account, you will have a page which details assets, equity, expenses, income and liability. To create any account, first identify the main account that is whether it is an asset or a liability, an income, expense or equity. Next you will click on the sub account; for example, a bank account will fall under the assets group.\n\n \n\nSpecifically, we can find it under cash & bank we then see a display of the create accounts button at the extreme right, you can click on this and fill in the details to create a new bank or cash account.\n\n \n\nThis action successfully saves the new cash or bank account which we have just created.\n\n "
    },
    {
        "title": "Recording inter-bank transfers",
        "body": " \n\n Hello there, Good day and welcome to Built Financial Technologies. Thank you for joining me for today's tutorials. In today's exercise, I'm going to take you through how to record bank transactions on built accounting platform.\n\n                       \n\n To record transfer transactions, you click on accounting, which is located on the Built menu. You proceed by clicking on bank transfers as shown here. To record a new transfer, you click on +new. Here we are going to have a look at three different scenarios of transfer transactions. That is, you can transfer from your cash account to your bank account, make a transfer from one bank account to another bank account or you can also make a transfer from a bank account to your cash account.\n\n \n\n We would begin with making a transfer from your cash account to your bank account. You indicate the account from which the funds are being transferred, which will be cash account and indicate the account which is receiving the funds and in this case, we will use Ecobank.  You indicate the amount being transferred, input the date of transaction and you give a brief description of the transaction. Then click on save.\n\n \n\nThe second scenario we'll look at is transferring from one bank account to another. Here you follow the same procedure. Indicate the account from which the funds are being transferred, and for this exercise, we will use UBA. To indicate the account receiving the funds, we use Ecobank as well. You indicate the amount being transferred and indicate the date of transaction. You continue by giving a brief description of the transaction. Then click on save.\n\n \n\nThe third scenario we will have a look at is transferring from your bank account to your cash account. Indicate the account the funds are being transferred from and we will use Ecobank for this exercise. Also, indicate the account receiving the funds which will be the cash account, record the amount and indicate the date of transaction. You go ahead to give you a brief description of the transaction and click on save.\n\n \n\n Thank you for joining me for today's lesson.\n\n Goodbye."
    },
    {
        "title": "Entering opening balances",
        "body": " Hi there everyone, and welcome once again to Built Financial Technologies. Thank you for joining me for another tutorial session as we will be going through how to enter opening balances into the built application.\n\n \n\nAnd so, we first start off by selecting settings from the dashboard menu and then, opening balances. In doing this, we have two options or scenarios that is; either to import an Excel file into the system containing the opening balances, or to just click on the +New button to input them one by one into the system.\n\n \n\nWe will start with the option of just clicking on +New and then entering them one by one into the system. Select a date or a time period for which these opening balances would be for and also, give them a description as well. And then Kylie enter the transactions.\n\n \n\nSo you add up a number of items, but the key principle is to ensure that the debit and the credit side balances before you can save these opening balances. So I'll go ahead to enter a few transactions into the system so that we can just save it and proceed from there.\n\n \n\nAnd so once our debits and credits balances, and we’ve also checked the date and the description to ensure that everything is fine, click on save, and then these opening balances will be saved in the system.\n\n If you want to go along with the second option as well, just click on import. You first have to download the sample template. This is like an Excel sheet template in which you would input the opening balances as well and then you save them.\n\n \n\nSo when you're done filling this template, you just click on select file, to select the template from your files and then you upload. It also gives you the opportunity to preview all the transactions or all the entries that you have made and to ensure that your debits and credits balance.\n\n \n\n And as you can see, our debit and credit is not balancing, and so we need to make edits or in your situation there would be a transaction that you've not made yet. And so, you check on that and then input them.\n\n \n\n I'm sticking with the dates and the description as well and which you can equally change to suit what you want. When done, click on save and then the opening balances will save.\n\n \n\nThat brings us to the end of today's lesson. Thank you for joining me once again and have a good day.\n\n "
    },
    {
        "title": "Passing journal entries",
        "body": "Hello viewers! Good day, and welcome to Built Financial Technologies. Thank you for joining me for today's tutorial session. \n\n \n\nIn today's video, I will take you through how to record journal entries on the Built platform.\n\n \n\nTo begin with, we click on accounting, which is located on the Built menu. You proceed by clicking on journals. \n\n \n\nJournals in Built are basically used to record transactions that are not usually recorded with regular revenue and expense entries.\n\n \n\nBuilt also recommends that only your company's accountant or bookkeeper creates journals or any experienced person who is capable of managing your general ledger should create journals.\n\n \n\nTo create a new journal, you click on +NEW.\n\nYou continue by entering some details that relate to the journal entry. These details include the date for the journal entry, the amount to be debited and the amount to be credited. The account to be debited should be the receiving account and the corresponding account to be credited should be the giving account. \n\nThen you give a brief description of the transaction.\n\nYou can also add tags to this transaction by clicking on add tags. \n\nWhen you're done, you click on save. That's how you record journal entries in Built.\n\n \n\nThank you for joining me for today's session.\n\nGoodbye."
    },
    {
        "title": "Setting up payroll in Built",
        "body": " \n\nIn this lesson we will look at how to set up payroll and run payroll in Built. First, let us setup our payroll profile. Click on payroll in the navigation pane on the left side of the dashboard. A message welcomes you and asks you to begin setup.\n\n \n\nHere, you will input all the information being requested. The ER number is the number provided by SSNIT when a business registers with them. The TIN is your tax identification number as given by the tax authorities. In Built, you would find a list of all the tax offices in Ghana.\n\n \n\nSo you simply need to scroll through and choose your tax office. You will then go ahead and choose your Tier 2 pension fund manager as well as provide the unique identification number provided by your Tier 2 pension fund manager, then you save.\n\n \n\nThe next thing to do is to choose between synchronizing with your account or not. If   you choose to sync with your account, you will simply turn this button on and go ahead to define the various expense and liability accounts that will be affected for payroll accounting.\n\n \n\nOnce you are done you click save and then continue. Creating your first department is the next thing to do. Once this is done, you can finish the setup. You will receive a congratulatory message asking you to now create your first employee. Each text box displays whether the information is required or not.\n\nFinally, you input the salary information for the employee. If there are multiple taxable allowances, you will use this field to indicate them. The summation of all the taxable\n\nallowance inputs will be shown here. Next, if there are multiple reinvestments\n\nyou will use this field just as done for the taxable allowance.\n\n \n\nYou can also go ahead to input the bank details of the employee in question. Built will then go ahead to verify the details provided. If it is correct you will simply click ok and move on once this is done. You can save and close if it is the only entry you are making\n\nor save and add new if you want to add another.\n\n \n\nIt simply opens up a second interface where you can do just as previously illustrated.\n\nWe can now see that our first employee has been successfully created. Thank you.\n\n "
    },
    {
        "title": "Accessing Payroll calculator on Built",
        "body": " \n\nHello everyone and welcome once again to Built Financial Technologies. Thank you for joining me again for another tutorial session as we'll be going through how to assess the payroll calculator.\n\nWe first start off by selecting payroll from the dashboard menu.  Kindly, select the gross to net calculator.\n\n \n\n A pop up appears and so you'll fill in the date or the period for which you want to apply this calculator. Kindly input the basic salary of the employee or whoever you want to calculate the net salary for. If there are any allowances, bonuses or reimbursement as well, you can input them over here. You also have to select whether the person or the employee is a resident of the country or a non-resident.\n\n \n\nIn addition, if you want to deduct the pension contributions and the income tax payments as well, you can toggle the buttons on.  If you do not wish to do that, you can just leave them as they are and then just select calculate. So the calculations will appear on the right side of the popup and so you can see the basic salary, the taxable income, the allowances that we entered, the gross salary, and then the deductions as well, giving you the total net pay or the next salary for the employee.\n\n \n\nThank you for joining me today as this brings us to the end of the lesson. Have a good day and bye."
    },
    {
        "title": "Running payroll",
        "body": " \n\nHi there everyone, and welcome to Built Financial Technologies. Thank you for joining me for today's session as we'll be learning how to create a pay run or run a payroll.\n\nSo you first start off by selecting payroll and as you can see the dashboard, the employees and the pay runs, you select pay runs.\n\nThis gives you a history of all the pay runs that you have previously run. And then you select new payroll. So you select the dates on which you are preparing the payroll, or you are preparing to run the payroll.\n\n \n\nYou select the start date and that will be the 1st of September, and the end date, 30th of September.\n\n And then you create your payroll. This gives you the opportunity to edit your payroll details so you can see all the details about your employees, their names, their basic salary, allowances, and all the others.\n\n \n\n If there is a need to make an edit to any of this, you select edit, and then edit the details for that particular employee. With this, I'm making no edits and therefore I'll just save the changes and use the old values.\n\n \n\nSo you can do that individually for all your employees. That is, if there's a need for you to edit their basic salary and any other allowances that they receive. When you are sure, and have confirmed that the right amount is what you have presented in your payroll, you just select process payroll, and the payroll has been created.\n\n \n\n That brings us to the end of today's session. Thank you for joining me and goodbye."
    },
    {
        "title": "Process staff payment using payrun",
        "body": " \n\n \n\nHello once again and welcome to Built Financial Technologies. Thank you for joining me for today's session as we will be learning how to add payments to pay run.\n\n \n\n So you start off by first selecting payroll, and then you select the pay run. So this gives you a history of all the pay runs that you've created so far, and so you can add to a particular date, the payments for that period.\n\n \n\n I will start off with September 26th and then select payment. So you can add payments to either salaries, Tier 1, Tier 2, or Tier 3. Kindly select salary payments and this shows you the amount that is payable and it shows you the amount that you may have paid as well.\n\n \n\nSo with this, we made no payments and so the amount paid shows zero payment. So you can either instantly pay your employees online, that is if you have the Built wallet and then the funds will be dispensed to your employees or you could record manual payment. That is if you've already paid them and you have the receipts then you just attach them here.\n\n \n\nYou see the amount automatically pops up, and then you'd have to edit the dates on which you paid the salaries.  So I would go with 29th September. The salaries payable account is also automatic and it pops up and then you just select the payment account.\n\n \n\n So if you paid through cash, you could select petty cash and also bank collections or any other account you may have set up that you receive payments through, you may as well select that.\n\n And so I'll be selecting Ecobank and then you give a description to the payment. So it could be salary payments for the month of August, for the month of October, whichever period that you're recording for.\n\n \n\n Click on save and so the status of the payment will change to paid as we can all see here that salary payments has been added. If there are also tax payments and then tier 1, tier 2 payments that you've done, you may as well follow this process and then add payments to them as well.\n\n \n\n So you start off again by selecting payments and then selecting tax tier one or tier two or tier three and then add the payment to it as well.\n\n \n\n That brings us to the end of today's session. Thank you for joining me and goodbye.\n\n "
    },
    {
        "title": "Inviting payroll users",
        "body": " \n\nHello everyone and welcome to another tutorial session. For today's lesson, we'll be learning on how to invite a user and then grant them access to payroll.\n\n \n\n And so we start by selecting settings from the dashboard menu and then we select users. Kindly click on invite user and then enter the email address of this user in the box provided. Also, indicate or assign roles to this user selecting the particular roles that you want this user to have.\n\n \n\nYou could also select the drop down button, which helps you to prevent the user from having access to specific roles under a particular role. So for instance, if you want the user to have access to creating customers, but you just want them to view, create, and then edit, but not delete, you can just untick the delete box and they wouldn't have access to delete.\n\n \n\nYou can choose or assign any other role and then you select send Invite, and an invite link will be sent to this user. When you are done with this, search for the email address that you sent the invite link to and kindly select other permissions and it gives you two options. Which is to either see the dashboard or you use the payroll. And so you toggle on the use payroll button and then you click close.\n\n \n\n And so, this user now has access to use the payroll and when they accept their invites, create an account of their own and log into the built application, they would have access to payroll.\n\n \n\nThis brings us to the end of today's lesson. Thank you once again for joining me and enjoy your day. Thank you."
    },
    {
        "title": "Using POS",
        "body": " \n\nHello and welcome to Built Financial Technologies. Thank you for joining me once again for another tutorial session. For today's session. I'll be going through how to use the POS on the built app.\n\n \n\nStart off by clicking on income. Kindly select launch POS and then select on store front. So this shows you all the products or the items that you have in stock. And so if a customer is making purchases for any of this, you just select on the items that they are buying.\n\n \n\n You can also edit the quantities over here and so if they are buying, let's say five of banana cake, you can adjust the quantity to suit that. Then just scroll up and then click on proceed to payment. And so if the business has set up the Built wallet, they can just select Charge customer and then enter the momo number of the clients or the customer.  And then a prompt notification will be sent to the customer. They will approve it over their end, and then payment will be received by the supplier or by the business in their built wallet.\n\n \n\n If payments were made by cash by the customer or any other form of payment method, you just input the amount that they have paid over here. So let's say for GHS 80.00, they paid GHS 70.00. You will record that and just click save sale. Okay, so as we have not set up a bank and cash account, you need to do that before this process.\n\n \n\nSo at your chart of account, you need to set up a bank account or a cash account over there to receive revenue from this sales. And so since I've not set up a, Bank and cash account, I'll just select an account from here to receive the money that I'm receiving.\n\n \n\n So I'll just click on Cash on hand and then click on save sale and  if this is connected to a thermal printer, you'll be able to print the receipt for this transaction.\n\n \n\nThank you for joining me once again for this session, and I hope you do have a lovely day. Good bye."
    },
    {
        "title": "Creating reports in Built",
        "body": " \n\n \n\nHello once again and welcome to Built Financial Services. Thank you for joining me for today's session as we'll be going through how to generate reports with the Built application.\n\nThis is the Built dashboard and we'll select reports from the menu where we have the income statement, the cash flow statement, and then the balance sheet statement.\n\n \n\nFirst of all, we will start with the income statement. So this helps you to generate a report on all your transactions relating to your income, and then expenditure. You need to select a time period, which is normally the first of every month or the first of the month, and then the last day of the month.\n\nIn addition, you can also select any dates that works for you probably you have a particular day's date that you want to generate a report on. You can equally input it's in there as well.\n\nSo the report for the month of September has been generated showing you the revenue and its breakdowns and all the details as well. You can save this output by selecting on this button, which gives you three options. That is to save it as an Excel sheet which is the first one. The second one helps you to save the output as a pdf. The third one helps you to print it so you can save it in any of these forms and your report is done.\n\n \n\n Now, we would go back to the cash flow statement. For the cash flow statement as well you need to select a time period, which can also be as at the first of every month to the last day of the month, or you can also select a particular day date that you are looking at.  Whichever that works for you is fine. So the report has been generated, showing you your cash flow from your operating activities, financing activities as well from your investing activities, and then your balances at the end.\n\nYou can also save those reports in the three formats as well. That is for the first one, you can save it as an Excel. You can save it as a PDF using the second button, and then you can print it as well using the third button.\n\n \n\nLastly, we would have a look at the balance sheet. Normally, the balance sheet shows transactions as at, a particular date, which is normally the last date of the month. So you select the last day of the month and the reports will be generated showing you your assets, the breakdown of your assets, showing your liabilities as well, and the breakdown, and then lastly, giving you your equity details and its breakdown.\n\n \n\nYou can also save this output in three ways. Again, you can save it as an Excel using the first button. You can save it as a PDF using the second button, and you can print it using the third button.\n\n \n\nThis brings us to the end of today's lesson. Thank you for joining me and goodbye."
    },
    {
        "title": "Creating bank/cash account",
        "body": " \n\n Hello, good day. Welcome to a session on how to use the Built Accounting software application. In this session, we are going to create a bank account.\n\n \n\nTo begin with, click on accounting from the Built menu, select chart of accounts, and then move on to select cash and bank. Create an account by, click your +account, type in your account name and the accounts code. Then click on save.\n\n \n\nThank you."
    },
    {
        "title": "Applying for loan",
        "body": " \n\n \n\nHello everyone, welcome to Built Financial Technologies. Thank you for joining me for today's video. In today's exercise, I'm taking you through how businesses can apply for loans on the Built accounting platform.\n\n \n\nBefore, a business can qualify for a loan on the Built accounting platform, there are some basic requirements that the business must meet. The business must be registered with the Registrar General’s department. The business must also be actively operating for at least six months and using the Built accounting software for at least three months. Built currently does not provide loans for startup companies.\n\n \n\nOn asset loans, businesses will pay a monthly interest rate of 7% for their first loans assessed. There will be a monthly interest rate of 5% on subsequent loans assessed. For loan period, there is a minimum tenure of three months and a maximum of 10 months for loans assessed. Loans granted span between a 1000 cedis and 15,000 cedis.\n\n \n\nThere is also the option of asset financing and Adwuma loan. To apply for a loan, you click on financial services, which is located on the Built menu. You continue by clicking on Thrive Micro Credit. You click on Apply Now and you indicate the details of the person applying for the loan.\n\n You indicate your first name, your last name, your email address, and phone number, as well as your relationship to their business.\n\n \n\nYou would have to also upload any national ID of yours. When you're done, you click on continue. Here, you will indicate all the relevant details that relate to the business. You indicate the business name, business location, the type of business and you select whether or not the business has an insurance. Indicate the number of full-time employees, the nature of business, the average number of customers per month, and the average revenue from a customer per month.\n\n \n\nYou also indicate the business email and the business phone number. Also, indicate whether or not the business has a bank account, how many years the business has been operation, and whether or not they have existing loans.\n\n \n\nYou then upload a business certificate here, you indicate a type of ownership of the business premises and give you a brief description of your business question. You indicate the amount of loan requested on each page, the use of the funds that is whether you're using it to open a new location, for advertising, to purchase equipment and other options.\n\nAlso, indicate the repayment period for the loan which is normally a maximum period of 10 months, and indicate how helpful this loan facility will be to your business. Indicate how you're going to make the repayment to Built. Click on agree terms and conditions and you click on continue and submit."
    },
    {
        "title": "Attaching tracking tags to transactions",
        "body": " \n\n \n\nHello there. Good day and welcome to Built Financial Technologies. Thank you for joining me for today's session. In today's video, I'm going to show you how to tag transactions. We are going to take a look at how to tag revenue transactions as well as expense transactions. To begin with, we are going to take a look at how to add tags to an expense transaction today.\n\n \n\nTo do that, click on expenses, which is located on the Built menu. For expenses, we have paid expenses as well as bills. We start with paid expenses, to record an expense, click on +expense. Here you enter the details that relate to the particular expense. After entering the details that relate to the expenses, you click on add tag.\n\n \n\nType in a tag that can uniquely identify the transaction, or you can also select Add tag from the already existing tags. For the purpose of this exercise, I will select Project A as our tag. You can add as many tags as you want. When you're done, you click on save and that's how we add tag to paid expenses.\n\n \n\n We can as well add tags to bills and to do that, you click on Bills. To record the new bill, you click on +bill. Here, you would be required to enter the details that relate to the particular bill.  You click on add tag here as well. You can type in a new tag or you can select from already existing tags. For the purpose of this exercise, we will select project E as our tag and you click on save bill. That's how we add tag to bills as well.\n\n \n\n We now take a look at how to add tag to revenue transactions. To do that, we click on income, which is located on the Built menu. We'll have a look at how to add tag to invoices as well as how to add tags to quick sale transactions.\n\n \n\nTo add tags to invoices, you click on invoices. To record a new invoice, you click on + invoice. Here, you enter all the details that relate to the particular invoice. You click on add tags, which is located at the far right, and here you are allowed to type in a new tag or you select from already existing tags.\n\n For the purpose of the exercise, we will select Project A from already existing tags. When you're done, you click on Save.\n\n \n\nYou can as well add tags to Quick sale transactions. To do that, click on income and continue to click on Quick Sales. We click on +Sale to add a new quick sale and you enter all the details related to the particular quick sale.  When you're done, you click on Add tags. For the purpose of this exercise, we choose project A as our tag. When you're done, you click on save.\n\n \n\nThat's how we add tags to quick sale transactions as well. Thank you for joining me for today's video. Goodbye."
    },
    {
        "title": "Filtering reports using tracking tags",
        "body": " \n\nHello there, Good day and welcome to Built Financial Technologies. Thank you for joining me for today's video. In today's session, I'm going to take you through how to filter your income statement using tags.\n\n \n\nTo do that, you click on reports, which is located on the Built menu. You proceed by clicking on income statement. To filter report with tags, you click on filter by tags, which is located here. You select a particular tag that you would want to use for the filter.\n\n \n\nYou click apply Filter and then select the period for the income statement, and there you have it. The system will generate a report based on the particular tag that you selected.\n\n \n\n Thank you for joining me for today's session. Goodbye."
    },
    {
        "title": "Importing products",
        "body": " \n\nHello once again and welcome to Built Financial Technologies. Thank you for joining me for today's session as we go through how to import products. So we start off by selecting our products and services on the dashboard and select import. So before you input a file, you need to download a sample file from the system.\n\n \n\nYou fill it as shown with the name, the description, and the other details, and then you select a category that is if you've categorized your products.  If not, you select uncategorized from the list and then you select this file. So this would be the sample file that you filled and edited in Excel and you have saved on your computer.So you select your file and then upload the file.\n\n \n\nThat brings us to the end of today's lesson. Thank you for joining me and goodbye. "
    },
    {
        "title": "Importing customers",
        "body": " \n\nHi there everyone, and welcome to Built Financial Technologies. Thank you for joining me for today's session. For today's lesson, we'll be learning on how to import customers.\n\n \n\nSo you select income from the dashboard menu and then you select customers. Click on import, and this pops up. So before you upload the file or your customer list, you need to download a sample file.\n\n \n\nSo this file is in an Excel format where you populate it with your customer details that is with their name, their phone number, their email address, and then their home address. In uploading, you can either choose a category that is if you have categorized your customers and if not, you can just select uncategorized. You select the file from your files or your downloads, and then you upload the file.\n\n \n\nThis brings us to the end of today's lesson. Thank you for joining us and goodbye."
    },
    {
        "title": "Adding Two-factor authentication(2FA)",
        "body": "Hello there everyone, and welcome once again to Built Financial Technologies. Thank you for joining me once again for another tutorial session as we'll going through how to add a two factor authentication, and so we'll start out by selecting the user name from the dashboard.\n\n                      \n\n You click on user settings and then click on access control. So click on enable two step authentication. It will ask you whether you want to activate it.\n\n \n\n You click on Activate and then this has been activated. That brings us to the end of today's lesson. Thank you once again for joining me and have a good day.\n\n "
    },
    {
        "title": "Adding withholding tax payments",
        "body": " \n\nHello, good day and welcome to Built Financial Technologies. Thank you for joining me for today's exercise.  In today's lesson, I'm going to take you through how to record withholding tax expenses in the Built accounting software. To record withholding tax expenses, you click on expenses as located on the Built menu.\n\n \n\nWe continue by clicking on withholding tax payment. To record a new withholding tax payment, we click on +new as shown at the far right end. You enter the amount of withholding tax, indicate the payment account for the tax and indicate the date of payment and description of the payment. Then your withholding tax payment has been successfully recorded.\n\n \n\nThank you for joining me for this exercise.\n\n "
    },
    {
        "title": "Adding sales taxes in Built",
        "body": " \n\nIn this lesson I will show you how to add sales taxes. Still under settings you will see\n\nSales taxes. The system comes pre-configured with rates for the VAT standard and also, for the VAT flat rate scheme. Depending on which of them you are registered under, you will apply them to your product or services.\n\n \n\nIf you want to create your own sales taxes, click on create a new sales tax. On the pop-up form, enter the standard tax name which is the name given to the tax by the tax authorities. So let's call our standard tax name, tourism levy. This name will be shown on your invoices and bills created.\n\nThen there is display name, this can be used to differentiate various taxes that have undergone rate changes. For instance, if you had in the system, VAT being 3% and this rate is changed, you would need to create a new VAT but want to give it a different name to differentiate the first VAT from the second VAT.\n\n \n\nIn our example, we can call this second VAT. Also you will be required to select the\n\ntax type whether it is a direct tax or a compound tax. Direct taxes are applied directly on the tax exclusive amount. An example is a withholding tax in Ghana or the VAT flat rate scheme.\n\n \n\nThen we have compound taxes which after you create them, you will have to add input taxes for them to be complete. An example is the current VAT standard system in Ghana which has GETfund and NHIL as input taxes before the VAT of 12.5% is applied.\n\n \n\nThen, indicate the tax rate. Lastly you will need to tick if the tax is recoverable or not. Currently, businesses that are registered under the VAT flat scheme cannot recover their sales taxes whilst those under VAT standard are allowed to recover their sales taxes. Thank you.\n\n "
    },
    {
        "title": "Creating the new VAT Standard Tax in Built",
        "body": " Hello, welcome to today's session. Today, we're looking at adding or creating the new VAT taxes in Built.\n\n\nLocate settings from the Built menu, and from the setting, locate sales taxes.\nClick on it(sales taxes) and then click plus tax button (+Tax) to add the new VAT standard.\nType in the name of Tax( Standard name and the display name as shown in the video)\nIndicate the new tax rate (15%).\n\n\nIndicate that the tax type is compound tax and also can now save the particular tax.\nNow that the new VAT standard compound tax is created, you have to add the primary taxes, which are the COVID-19 levy, the NHIL, and the GETFund to it.\n\nClick on add primary tax. Indicate the standard name and the display name as NHIL 2.5, and indicate the percentage of 2.5.\n\n\nSave and add another primary tax as the GETFund percentage is still 2.5. And then save.\nYou can now add the Covid 19 health recovery levy.\nThe percentage of this particular tax is 1%, so you indicate that, and click on save. Now your new VAT standard rate tax is created.\n\n\nYou can move on to recording a new invoice and applying this particular tax. Now you have it, your new tax is displayed here for you nicely.\nThank you very much for your time. If you have any questions, do not hesitate to contact us. \n\n \n\nHave a nice day."
    },
    {
        "title": "Applying withholding taxes on invoices",
        "body": " \n\n \n\nHello everyone, Good day and welcome to Built Financial Technologies. It's always a pleasure to join you for a session. In today's video, I'm going to take you through how to apply withholding taxes on invoices.\n\n \n\nTo begin with, you click on income located on the dashboard menu. Proceed by clicking on invoices. You can apply withholding taxes to invoices that have already been created, or you can create your invoice and apply withholding taxes on it.\n\n \n\nTo apply withholding taxes on already created invoices, you click on the invoice and continue by clicking on ●●● and select add your withholding taxes.  You indicate the date and the withholding tax, and you click on Save.\n\n \n\nAdditionally, you can create a new invoice and apply your withholding tax on the invoice. A full tutorial session on how to create an invoice that has already been uploaded on the website. You can kindly refer to that for more tutorials on how to create an invoice. I will skip that for now. Once your invoice is created, you click on save and preview, add your withholding taxes.\n\n \n\nYou click on this ribbon located here, select withholding Tax, indicate a date and add a withholding tax amount. Click on Save.\n\n \n\nThis brings us to the end of today's video on how to apply withholding taxes on invoices.\n\nThank you for joining me for this session. Goodbye.\n\n "
    },
    {
        "title": "Accessing sales tax (VAT/GST) calculator on Built",
        "body": " \n\n \n\nHello there, Good day and welcome to Built Financial Technologies. In today's session, I am going to take you through how to access the sales tax calculator on the built accounting platform.\n\nTo access the sales tax calculator, you click on products and services located on the built menu. You can access the tax calculator above.\n\n \n\n Here, you select the particular type of tax that you want to make calculations on. So for the purpose of this exercise, we will use VAT standard. You continue by selecting the conversion process. You need this, whether you're converting from original amount to amount with sales taxes or you're converting amount with sales taxes to original amount.\n\n \n\nWith converting from original amount to amount with sales taxes, you indicate the original amount and the system will calculate to give you the amount with sales taxes and the tax amount. Also, you can select amount with sales taxes to original amount and indicate the amount with sales taxes and the system will also calculate and give you the amount.\n\n \n\n You can do so with the other sales taxes. You just have to select a particular sales tax and indicate the conversion process and the amount involved and your calculations would be completed.\n\n \n\nThank you for joining me for today's video. Goodbye."
    }
]